Repository: Huluti/Curtail
Catalog: po/*.po
Languages: bg, ca, el, eo, eu, hu, ia, it, ka, kk, nl, oc, ru, sl

source: Optionally encode jpeg images progressively.
bg: По желание прогресивно кодиране на изображенията във формат JPEG.
ca: Opcionalment codifica les imatges jpeg progressivament.
el: Προαιρετική προοδευτική κωδικοποίηση εικόνων jpeg.
eo: Laŭvole kodi JPEG-bildojn progresive.
eu: Aukeran, kodetu JPEG irudiak modu progresiboan.
hu: A JPEG-képek választható progresszív kódolása.
ia: Codifica optionalmente imagines jpeg progressivemente.
ka: სურვილისამებრ დააკოდირეთ jpeg გამოსახულებები პროგრესულად.
kk: JPEG суреттерін қалау бойынша прогрессивті түрде кодтау.
nl: Gebruik optioneel progressieve codering voor JPEG-afbeeldingen.
oc: En opcion encodar los imatges jpeg progressivament.
ru: Записывать прогрессивный JPEG.
sl: Po želji lahko slike jpeg kodirate progresivno.

source: Enable maximum compression for SVG images
bg: Максимално компресиране за SVG
ca: Habilita la compressió màxima per a les imatges SVG
el: Ενεργοποίηση μέγιστης συμπίεσης για εικόνες SVG
eo: Ebligi maksimuman kunpremadu por SVG-bildoj
eu: Gaitu SVG irudien gehieneko konpresioa
hu: Legjobb tömörítés engedélyezése az SVG-képekhez
ia: Activar compression maxime pro imagines SVG
ka: მაქსიმალური შეკუმშვის ჩართვა SVG გამოსახულებებისთვის
kk: SVG суреттері үшін максималды сығуды іске қосу
nl: Schakel het maximale compressieniveau in voor SVG-afbeeldingen
oc: Activar la compression maximala pels imatges SVG
ru: Использовать максимальное сжатие при записи файлов PNG
sl: Omogočite največje stiskanje za slike SVG

source: Enable maximum cleaning of SVG images.
bg: Включване на максимално почистване на изображенията във формат SVG.
ca: Habilita la neteja màxima de les imatges SVG.
el: Ενεργοποίηση μέγιστου καθαρισμού των εικόνων SVG.
eo: Ebligi maksimuman purigadon de SVG-bildoj.
eu: Gaitu SVG irudien gehieneko garbiketa.
hu: Legnagyobb tisztítás engedélyezése az SVG-képekhez.
ia: Activar nettage maxime de imagines SVG.
ka: SVG სურათების მაქსიმალური გაწმენდის ჩართვა.
kk: SVG суреттерін максималды тазалауды іске қосу.
nl: Schakel maximaal effenen in voor SVG-afbeeldingen.
oc: Activar lo netejatge maximum dels imatges SVG.
ru: Использовать максимальную очистку изображений SVG.
sl: Omogočite največje čiščenje slik SVG.

source: Compression Timeout
bg: Максимално време за компресия
ca: Temps d'espera de compressió
el: Χρονικό Όριο Συμπίεσης
eo: Kunprema eltempa daŭro
eu: Konpresioaren denbora-muga
hu: Tömörítés időkorlátja
ia: Limite de tempore de compression
ka: შეკუმშვის მოლოდინის ვდა
kk: Сығудың күту уақыты
nl: Compressie-time-out
oc: Relambi max de compression
ru: Ограничение времени сжатия
sl: Časovna omejitev stiskanja

source: Compression timeout for each image.
bg: Максимално време за компресия за всяко изображение.
ca: Temps d'espera de compressió per a cada imatge.
el: Χρονικό όριο συμπίεσης για κάθε εικόνα.
eo: Kunprema eltempa daŭro por ĉiu bildo.
eu: Irudi bakoitzaren konpresioaren denbora-muga.
hu: Tömörítés időkorlátja minden egyes képhez.
ia: Limite de tempore de compression pro cata imagine.
ka: შეკუმშვის მოლოდინის დრო თითოეული სურათისთვის.
kk: Әр сурет үшін сығудың күту уақыты.
nl: De compressie-time-out voor elke afbeelding.
oc: Relambi de la compression per cada imatge.
ru: Ограничить время сжатия для каждого изображения.
sl: Časovna omejitev stiskanja za vsako sliko.

# shortcuts dialog
source: General
bg: Общи
el: Γενικά
eo: Ĝenerala
eu: Orokorra
hu: Általános
ka: ზოგადი
kk: Жалпы
ru: Общие
sl: Splošno

# shortcuts dialog
source: Select File
bg: Избор на файл
ca: Selecciona un fitxer
el: Επιλογή αρχείου
eo: Elekti dosieron
eu: Hautatu fitxategia
hu: Fájl kiválasztása
ka: ფაილის არჩევა
kk: Файлды таңдау
oc: Seleccionar un fichièr
ru: Выбрать файл
sl: Izberite datoteko

# shortcuts dialog
source: Preferences
bg: Настройки
ca: Paràmetres
el: Προτιμήσεις
eo: Agordoj
eu: Hobespenak
hu: Beállítások
ka: მორგება
kk: Қалаулар
oc: Preferéncias
ru: Параметры
sl: Nastavitve

# shortcuts dialog
source: Keyboard Shortcuts
bg: Клавишни комбинации
ca: Dreceres de teclat
el: Συντομεύσεις πληκτρολογίου
eo: Klav-mallongigoj
eu: Laster-teklak
hu: Gyorsbillentyűk
ka: კლავიატურის მალსახმობები
kk: Пернетақта жарлықтары
oc: Acorchis de clavièr
ru: Комбинации клавиш
sl: Tipkovne bližnjice‫

# shortcuts dialog
source: Quit
bg: Спиране на програмата
ca: Surt
el: Έξοδος
eo: Forlasi
eu: Irten
hu: Kilépés
ka: გასვლა
kk: Шығу
oc: Sortir
ru: Выйти
sl: Izhod

source: Preferences
bg: Настройки
ca: Paràmetres
el: Προτιμήσεις
eo: Agordoj
eu: Hobespenak
hu: Beállítások
ia: Preferentias
it: Preferenze
ka: მორგება
kk: Қалаулар
nl: Voorkeuren
oc: Preferéncias
ru: Параметры
sl: Nastavitve

source: General
bg: Общи
el: Γενικά
eo: Ĝenerala
eu: Orokorra
hu: Általános
it: Generale
ka: ზოგადი
kk: Жалпы
nl: Algemeen
ru: Общие
sl: Splošno

source: Safe Mode
bg: Безопасен режим
ca: Mode segur
el: Ασφαλής Λειτουργία
eo: Sekura reĝimo
eu: Modu segurua
hu: Biztonságos mód
ia: Modo secur
ka: უსაფრთხო რეჟიმი
kk: Қауіпсіз режим
nl: Veilige modus
oc: Mòde segur
ru: Безопасный режим
sl: Varni način

source: Save the compressed image in a new file
bg: Запазване на компресираното изображение в нов файл
ca: Desa la imatge comprimida en un fitxer nou
el: Αποθήκευση της συμπιεσμένης εικόνας σε νέο αρχείο
eo: Konservi la kunpremitan bildon en novan dosieron
eu: Gorde konprimatutako irudia fitxategi berrian
hu: A tömörített kép mentése új fájlba
ia: Salva le imagine comprimite a un nove file
ka: შეკუმშული გამოსახულების შენახვა ახალ ფაილში
kk: Сығылған суретті жаңа файлға сақтау
nl: Sla de gecomprimeerde afbeelding op in een nieuw bestand
oc: Enregistrar l’imatge compressat dins un fichièr novèl
ru: Сохранять сжатое изображение в новый файл
sl: Stisnjeno sliko shrani v novo datoteko

source: Naming Mode
bg: Режим за името
ca: Mode de nom
el: Λειτουργία Ονοματοδοσίας
eo: Noma reĝimo
eu: Izendatze-modua
hu: Elnevezési mód
ia: Modo de denomination
ka: სახელის დარქმევის რეჟიმი
kk: Атау беру режимі
nl: Naamgevingsmodus
oc: Mòde de nomenatge
ru: Метод именования
sl: Način poimenovanja

source: Select between suffix and prefix
bg: Изберете префикс или суфикс
ca: Seleccioneu entre sufix i prefix
el: Επιλογή μεταξύ επιθέματος και προθέματος
eo: Elekti inter sufikso kaj prefikso
eu: Hautatu atzizki eta aurrizki artean
hu: Utótag és előtag közötti választás
ia: Selige inter suffixo e prefixo
ka: აირჩიეთ სუფიქსსა და პრეფიქსს შორის
kk: Суффикс пен префикс арасында таңдау
nl: Selecteer tussen achtervoegsel en voorvoegsel
oc: Causir entre sufixe e prefixe
ru: Выберите между суффиксом и префиксом
sl: Izberite med pripono in predpono

source: Suffix
bg: Суфикс
ca: Sufix
el: Επίθεμα
eo: Sufikso
eu: Atzizkia
hu: Utótag
ia: Suffixo
ka: სუფიქსი
kk: Суффикс
nl: Achtervoegsel
oc: Sufixe
ru: Суффикс
sl: Pripona

source: Prefix
bg: Префикс
el: Πρόθεμα
eo: Prefikso
eu: Aurrizkia
hu: Előtag
ia: Prefixo
ka: პრეფიქსი
kk: Префикс
nl: Voorvoegsel
oc: Prefixe
ru: Префикс
sl: Predpona

source: New File Suffix/Prefix
bg: Нов префикс/суфикс за файловете
ca: Sufix o prefix del fitxer nou
el: Επίθεμα/Πρόθεμα Νέου Αρχείου
eo: Nova dosiero sufikso/prefikso
eu: Fitxategi berriaren atzizkia/aurrizkia
hu: Új fájlutótag/fájlelőtag
ia: Nove suffixo/prefixo de file
ka: ახალი ფაილის სუფიქსი/პრეფიქსი
kk: Жаңа файл суффиксі/префиксі
nl: Achtervoegsel/voorvoegsel voor nieuw bestand
oc: Sufixe/Prefixe de fichièr novèl
ru: Суффикс/Префикс нового файла
sl: Pripona/predpona novih datotek

source: Recursive Compression
bg: Рекурсивно компресиране
ca: Compressió recursiva
el: Αναδρομική Συμπίεση
eo: Rekursia kunpremado
eu: Konpresio errekurtsiboa
hu: Rekurzív tömörítés
ia: Compression recursive
ka: რეკურსიული შეკუმშვა
kk: Рекурсивті сығу
nl: Recursieve compressie
oc: Compression recursiva
ru: Рекурсивное сжатие
sl: Rekurzivno stiskanje

source: Enable or disable compression through subdirectories
bg: Включване или изключване на компресирането в подпапките
ca: Habilita o inhabilita la compressió a través de subdirectoris
el: Ενεργοποίηση ή απενεργοποίηση της συμπίεσης σε υποφακέλους
eo: Ebligi aŭ malabligi kunpremad tra subdosierujoj
eu: Gaitu edo desgaitu azpidirektorioen konpresioa
hu: Alkönyvtárakon keresztüli tömörítés engedélyezése vagy letiltása
ia: Activa o disactiva le compression per subdirectorios
ka: შეკუმშვის ჩართვა ან გამორთვა ქვესაქაღალდეების საშუალებით
kk: Ішкі бумалар арқылы сығуды іске қосу немесе сөндіру
nl: Compressie voor onderliggende mappen in- of uitschakelen
oc: Actovar o desactivar la compression pels josdossièrs
ru: Включить или отключить сжатие с подкаталогами
sl: Omogočite ali onemogočite stiskanje po podmapah

source: Keep Metadata
bg: Запазване на метаданните
ca: Conserva les metadades
el: Διατήρηση Μεταδεδομένων
eo: Konservi metadatumojn
eu: Mantendu metadatuak
hu: Metaadatok megtartása
ia: Mantener metadatos
ka: მეტამონაცემების შენარჩუნება
kk: Метадеректерді сақтау
nl: Metadata behouden
oc: Gardar las metadonadas
ru: Сохранять метаданные
sl: Ohrani metapodatke

source: Keep metadata chunks that do not affect rendering
bg: Запазване на метаданните, които не влияят на изобразяването
ca: Conserva els fragments de metadades que no afecten la renderització
el: Διατήρηση των τμημάτων μεταδεδομένων που δεν επηρεάζουν την απόδοση
eo: Konservi metadatumajn ĉerojn kiuj ne influas renderadon
eu: Mantendu errendatzeari eragiten ez dioten metadatu puxkak
hu: A megjelenítést nem befolyásoló metaadatdarabok megtartása
ia: Mantener le segmentos de metadatos que non affice le rendition
ka: მეტამონაცემების იმ ბლოკების შენარჩუნება, რომლებიც რენდერს ხელს არ უშლიან
kk: Бейнелеуге әсер етпейтін метадеректер бөліктерін сақтау
nl: Behoud blokken metadata die het renderen niet beïnvloeden
oc: Gardar los fragments de metadonadas qu’afèctan pas lo rendut
ru: Сохранять фрагменты метаданных, которые не влияют на рендеринг
sl: Ohrani dele metapodatkov, ki ne vplivajo na izrisovanje

source: Keep File Attributes When Possible
bg: Запазване на файловите атрибути, ако е възможно
ca: Conserva els atributs del fitxer quan sigui possible
el: Διατήρηση Χαρακτηριστικών Αρχείου Όταν Είναι Δυνατό
eo: Konservi dosiero-atributojn kiam eble
eu: Mantendu fitxategi-atributuak posible denean
hu: Fájlattribútumok megtartása, ha lehetséges
ia: Mantener attributos de file quando sia possibile
ka: ფაილის ატრიბუტების შენარჩუნება, როცა შესაძლებელია
kk: Мүмкін болса, файл атрибуттарын сақтау
nl: Bestandsattributen behouden, indien mogelijk
oc: Servar los atributs de fichièr se possible
ru: Сохранять атрибуты файла, когда это возможно
sl: Ohrani atribute datoteke, kadar je to možno

source: Ensure the new file has the same permissions and timestamps as the original file
bg: Новият файл да има същите права и времена като оригиналния
ca: Assegura que el fitxer nou té els mateixos permisos i marques de temps que el fitxer original
el: Διασφάλιση ότι το νέο αρχείο έχει τα ίδια δικαιώματα και χρονοσφραγίδες με το αρχικό αρχείο
eu: Ziurtatu fitxategi berriak jatorrizko fitxategiaren baimen eta denbora-zigilu berak dituela
hu: Az új fájl jogosultságai és időbélyegei egyezzenek meg az eredeti fájléval
ia: Assecura que le nove file ha le mesme permissiones e data e hora del file original
ka: დარწმუნება, რომ ახალ ფაილს აქვს იგივე წვდომების და დროის შტამპები, რაც ორიგინალს ჰქონდა
kk: Жаңа файлдың бастапқы файл сияқты рұқсаттары мен уақыт белгілері болуын қамтамасыз ету
nl: Zorg ervoor dat het nieuwe bestand dezelfde rechten en tijdstempels heeft als het originele bestand
oc: S’assegurar que lo fichièr novèl a las meteissas permissions e orodatatges que lo fichièr original
ru: Убедитесь, что новый и исходный файлы имеют одинаковые права доступа и временные метки
sl: Zagotovite, da ima nova datoteka enaka dovoljenja in časovne žige kot izvirna datoteka

source: Set the timeout between images
bg: Времето за изчакване след всяко изображение
ca: Estableix el temps d'espera entre les imatges
el: Ορίστε το χρονικό όριο μεταξύ των εικόνων
eo: Agordi la eltempa daŭron inter bildoj
eu: Ezarri irudien arteko denbora-muga
hu: A képek közti időkorlát beállítása
ia: Defini le limite de tempore inter imagines
ka: დააყენეთ მოლოდინის დრო გამოსახულებებს შორის
kk: Суреттер арасындағы күту уақытын орнату
nl: Stel de time-out tussen afbeeldingen in
oc: Definir lo relambi d’expiracion entre imatges
ru: Установить временной интервал между изображениями
sl: Nastavite časovni interval med slikami

source: Formats
bg: Формати
el: Μορφότυποι
eo: Formatoj
eu: Formatuak
hu: Formátumok
ia: Formatos
ka: ფორმატები
kk: Пішімдер
nl: Formaten
ru: Форматы
sl: Vrste datotek

source: Lossy Compression
bg: Компресия със загуба
ca: Compressió amb pèrdua
el: Συμπίεση με Απώλειες
eo: Perda kunpremado
eu: Galeradun konpresioa
hu: Veszteséges tömörítés
ia: Compression con perdita
ka: კარგვითი შეკუმშვა
kk: Шығынды сығу
nl: Compressie met kwaliteitsverlies
oc: Compression amb pèrda
ru: Сжатие с потерями
sl: Stiskanje z izgubami

source: Set the quality of the generated image, 100 is the best quality
bg: Качеството на генерираното изображение. 100 е най-доброто качество
ca: Estableix la qualitat de la imatge generada, 100 és la millor qualitat
el: Ορίστε την ποιότητα της παραγόμενης εικόνας, το 100 είναι η καλύτερη ποιότητα
eo: Agordi la kvaliton de la generita bildo, 100 estas la plej bona kvalito
eu: Ezarri sortutako irudiaren kalitatea, kalitaterik onena 100 da
hu: Az előállított kép minőségének beállítása, a 100 a legjobb minőség
ia: Defini le qualitate del imagine generate, 100 es le melior qualitate
ka: დააყენეთ გენერირებული სურათის ხარისხი. 100 საუკეთესოა
kk: Жасалған суреттің сапасын орнату, 100 - ең жақсы сапа
nl: Stel de kwaliteit van de gegenereerde afbeelding in, 100 is de beste kwaliteit
oc: Definir la qualitat de l’imatge generat, 100 es la melhora qualitat
ru: Установите качество сгенерированного изображения. 100% - это наилучшее качество
sl: Nastavite kakovost ustvarjene slike, 100 je najboljša kakovost

source: Lossless Compression Level
bg: Ниво на компресия без загуба
ca: Nivell de compressió sense pèrdua
el: Επίπεδο Συμπίεσης χωρίς Απώλειες
eo: Sen-perda kunprem-nivelo
eu: Galerarik gabeko konpresio-maila
hu: Veszteségmentes tömörítési szint
ia: Nivello de compression sin perdita
ka: კარგვის გარეშე შეკუმშვის დონე
kk: Шығынсыз сығу деңгейі
nl: Niveau verliesloze compressie
oc: Nivèl de compression sens pèrda
ru: Уровень сжатия без потерь
sl: Raven stiskanja brez izgub

source: Set the level of the compression, 6 is the highest but slowest level
bg: Нивото на компресия. 6 е най-високото (но най-бавното) ниво
ca: Estableix el nivell de la compressió, 6 és el nivell més alt però el més lent
el: Ορίστε το επίπεδο της συμπίεσης, το 6 είναι το υψηλότερο αλλά και το πιο αργό επίπεδο
eo: Agordi la nivelon de la kunpremado, 6 estas la plej alta sed plej malrapida nivelo
eu: Ezarri konpresioaren maila, 6 da maila altuena, baina baita motelena ere
hu: A tömörítés szintjének beállítása, a 6-os a legmagasabb, de leglassabb szint
ia: Defini le nivello del compression, 6 es le nivello maxime sed plus lente
ka: დააყენეთ შეკუმშვის დონე. 6 უმაღლესი, მაგრამ ყველაზე ნელი დონეა
kk: Сығу деңгейін орнату, 6 - ең жоғары, бірақ ең баяу деңгей
nl: Stel het niveau van de compressie in, 6 is het hoogste, maar langzaamste niveau
oc: Definir lo nivèl de compression, 6 es lo mai naut mas mai lent
ru: Установите уровень сжатия. Самый лучший уровень сжатия (но самый медленный) соответствует 6
sl: Nastavite raven stiskanja, 6 je najvišja, vendar najpočasnejša raven

source: Progressive Encode
bg: Прогресивно кодиране
ca: Codificació progressiva
el: Προοδευτική Κωδικοποίηση
eo: Progresiva kodumado
eu: Kodetze progresiboa
hu: Progresszív kódolás
ia: Codification progressive
ka: პროგრესული კოდირება
kk: Прогрессивті кодтау
nl: Progressief coderen
oc: Encodar progressivament
ru: Прогрессивное кодирование
sl: Progresivno kodiranje

source: Enable incremental image rendering, going from blurry to clear
bg: Включване на поетапно изобразяване на изображения: от размазано до ясно
ca: Habilita la representació incremental d'imatges, passant de difuminat a clar
el: Ενεργοποίηση σταδιακής απόδοσης εικόνας, από θολή σε καθαρή
eo: Ebligi inkrementan bildan renderadon, iradon de neklara al klara
eu: Gaitu irudien pixkanakako errendatzea, hasiera lausoago eta amaieran argiago
hu: Inkrementális képmegjelenítés engedélyezése, homályostól az élesig
ia: Activa le rendition incremental de imagine, ab disfocalsate a clar
ka: ზრდადი გამოსახულების რენდერის ჩართვა. ბუნდოვნიდან სუფთამდე გადასვლა
kk: Бұлдырдан аныққа дейінгі суретті біртіндеп бейнелеуді іске қосу
nl: Schakel verhogend renderen van de afbeelding in, van wazig naar helder
oc: Activar lo rendut d’imatge incremental, passant del fosc al clar
ru: Включить постепенную отрисовку изображения: от размытого до чёткого
sl: Omogoči postopno izrisovanje slik, od zabrisanega do jasnega

source: Maximum Compression Level
bg: Максимално ниво на компресия
ca: Nivell màxim de compressió
el: Μέγιστο Επίπεδο Συμπίεσης
eo: Maksimuma kunprem-nivelo
eu: Gehieneko konpresio-maila
hu: Legnagyobb tömörítési szint
ia: Nivello maxime de compression
ka: მაქსიმალური შეკუმშვის დონე
kk: Максималды сығу деңгейі
nl: Maximaal compressieniveau
oc: Nivèl de compression maximala
ru: Максимальный уровень сжатия
sl: Najvišja raven stiskanja

source: This can be more destructive for the image
bg: Това може да увреди изображението
ca: Això pot ser més destructiu per a la imatge
el: Αυτό μπορεί να είναι πιο καταστροφικό για την εικόνα
eo: Ĉi tio povas esti pli detrua por la bildo
eu: Honek irudia gehiago suntsitu dezake
hu: Ez még károsabb lehet a képre nézve
ia: Isto pote esser plus destructive pro le imagine
ka: შეიძლება გამოსახულებისთვის უფრო დამაზიანებელი იყოს
kk: Бұл сурет үшін деструктивті болуы мүмкін
nl: Dit kan meer ongewenste veranderingen toebrengen aan de afbeelding
oc: Pòt èsser destructiu per l’imatge
ru: Изображения при этом могут быть повреждены
sl: To je lahko bolj uničujoče za sliko

source: Bulk Compress Directory
bg: Групово компресиране на папката
ca: Compressió massiva d'un directori
el: Μαζική Συμπίεση Καταλόγου
eo: Amase kunpremi dosierujon
eu: Sortakako konpresiorako direktorioa
hu: Könyvtár tömeges tömörítése
ia: Directorio de compression in massa
ka: საბითუმო შეკუმშვის საქაღალდე
kk: Буманы жаппай сығу
nl: Map voor bulk-comprimeren
oc: Compression en massa de dossièr
ru: Массовое сжатие каталогов
sl: Mapa za množično stiskanje

source: Keyboard Shortcuts
bg: Клавишни комбинации
ca: Dreceres de teclat
el: Συντομεύσεις Πληκτρολογίου
eo: Klav-mallongigoj
eu: Laster-teklak
hu: Gyorsbillentyűk
ia: Vias breve de claviero
ka: კლავიატურის მალსახმობები
kk: Пернетақта жарлықтары
nl: Sneltoetsen
oc: Acorchis de clavièr
ru: Комбинации клавиш
sl: Tipkovne bližnjice

source: About Curtail
bg: Относно „Curtail“
ca: Quant a l'Escurçador
el: Σχετικά με το Curtail
eo: Pri Curtail
eu: Curtail aplikazioari buruz
hu: A Curtail névjegye
ia: A proposito de Curtail
it: Informazioni su Curtail
ka: Curtail-ის შესახებ
kk: Curtail туралы
nl: Over Curtail
oc: A prepaus de Curtail
ru: О приложении
sl: O programu Stiskalnica

source: Browse Files
bg: Разглеждане на файловете
ca: Cerca fitxers
el: Αναζήτηση Αρχείων
eo: Foliumi dosierojn
eu: Arakatu fitxategiak
hu: Fájlok tallózása
ia: Percurrer files
ka: ფაილის არჩევა
kk: Файлдарды шолу
nl: Bestanden kiezen
oc: Percórrer los fichièrs
ru: Обзор файлов
sl: Prebrskaj datoteke

source: Clear Results
bg: Изчистване на резултатите
ca: Neteja els resultats
el: Εκκαθάριση Αποτελεσμάτων
eo: Viŝi rezultojn
eu: Garbitu emaitzak
hu: Eredmények törlése
ia: Rader resultatos
ka: შედეგების გასუფთავება
kk: Нәтижелерді тазарту
nl: Resultaten wissen
oc: Escafar los resultats
ru: Очистить результаты
sl: Počisti rezultate

source: Main Menu
bg: Основно меню
ca: Menú principal
el: Κύριο Μενού
eo: Ĉefa menuo
eu: Menu nagusia
hu: Főmenü
ia: Menu principal
ka: მთავარი მენიუ
kk: Бас мәзір
nl: Hoofdmenu
oc: Menú principal
ru: Главное меню
sl: Glavni meni

source: _Change Mode
bg: _Промяна на режима
ca: _Canvia de mode
el: _Αλλαγή Λειτουργίας
eo: _Ŝanĝi reĝimon
eu: _Aldatu modua
hu: Mód _megváltoztatása
ia: _Cambiar modo
ka: რეჟიმის შე_ცვლა
kk: _Режимді өзгерту
nl: Modus wij_zigen
oc: _Cambiar lo mòde
ru: _Изменить режим
sl: _Spremeni način

source: Images will be overwritten, proceed carefully
bg: Изображенията ще бъдат презаписани, действайте внимателно
ca: Les imatges se sobreescriuran, procediu amb cura
el: Οι εικόνες θα αντικατασταθούν, προχωρήστε με προσοχή
eo: Bildoj estos superskribitaj, iru zorge
eu: Irudiak gainidatziko dira, ibili kontuz
hu: A képek felül lesznek írva, óvatosan folytassa
ia: Le imagines essera superscribite, procede accuratemente
ka: სურათებს თავზე გადაეწერება. გააგრძელეთ ყურადღებით
kk: Суреттер үстінен жазылады, абайлап жалғастырыңыз
nl: De afbeeldingen zullen overschreven worden, ga voorzichtig te werk
oc: Se remplaçaràn los imatges, contunhatz amb prudéncia
ru: Используйте с осторожностью, т.к. изображения будут перезаписаны
sl: Slike bodo prepisane, nadaljujte previdno

source: Drop images here to compress them
bg: Пуснете изображения тук, за да ги компресирате
ca: Deixeu anar les imatges aquí per a comprimir-les
el: Σύρετε εικόνες εδώ για να τις συμπιέσετε
eo: Faligu bildojn ĉi tien por kunpremi ilin
eu: Jaregin irudiek hemen
hu: Dobja ide a képeket a tömörítésükhöz
ia: Depone imagines hic pro comprimer los
ka: დაყარეთ სურათები აქ, რომ შეკუმშოთ ისინი
kk: Сығу үшін суреттерді осында тастаңыз
nl: Sleep afbeeldingen hierheen om ze te comprimeren
oc: Lisatz los imatges aicí per los compressar
ru: Перетащите сюда изображения для их сжатия
sl: Spustite slike sem, da jih stisnete

source: _Browse Files
bg: _Разглеждане на файловете
ca: _Cerca fitxers
el: _Αναζήτηση Αρχείων
eo: _Foliumi dosierojn
eu: A_rakatu fitxategiak
hu: Fájlok _tallózása
ia: _Percurrer files
ka: ფაილის ა_რჩევა
kk: Файлдарды _шолу
nl: _Bestanden kiezen
oc: _Percórrer los fichièrs
ru: _Укажите файлы
sl: _Prebrskaj datoteke

source: Lossless
bg: Без загуба
ca: Sense pèrdues
el: Χωρίς Απώλειες
eo: Sen-perda
eu: Galerarik gabea
hu: Veszteségmentes
ia: Sin perdita
it: Senza perdita
ka: კარგვის გარეშე
kk: Шығынсыз
nl: Zonder kwaliteitsverlies
oc: Sens pèrda
ru: Без потерь
sl: Brez izgub

source: Lossy
bg: Със загуба
ca: Amb pèrdua
el: Με Απώλειες
eo: Perda
eu: Galeraduna
hu: Veszteséges
ia: Con perdita
it: Con perdita
ka: კარგვითი
kk: Шығынды
nl: Met kwaliteitsverlies
oc: Compression amb pèrda
ru: С потерями
sl: Z izgubami

source: Getting things ready
bg: Подготвяне
ca: S'està preparant
el: Προετοιμασία
eo: Preparante
eu: Gauzak prestatzen
hu: A dolgok előkészítése
ka: მიმდინარეობს მომზადება
kk: Дайындау
oc: Preparacions de las causas
ru: Подготовка
sl: Poteka pripravljanje stvari

source: Analyzing your images before compression...
bg: Анализиране на изображенията преди компресиране...
ca: S'estan analitzant les imatges abans de la compressió...
el: Ανάλυση των εικόνων σας πριν τη συμπίεση…
eo: Analizante viajn bildojn antaŭ kunpremado...
eu: Zure irudiak analizatzen konpresioari ekin baino lehen...
hu: Képek elemzése a tömörítés előtt…
ka: თქვენი გამოსახულებების შეკუმშვამდელი ანალიზი...
kk: Сығу алдында суреттеріңізді талдау...
oc: Analisi de vòstres imatges abans compression...
ru: Анализ ваших изображений перед сжатием...
sl: Analiziranje vaših slik pred stiskanjem …
