Repository: Huluti/Curtail
Catalog: po/*.po
Languages: bg, ca, el, eo, eu, hu, ia, it, ka, kk, nl, oc, ru, sl

source: Curtail
ca: Escurçador
sl: Stiskalnica

source: Compress your images
bg: Компресирайте вашите изображения
ca: Comprimiu les imatges
el: Συμπιέστε τις εικόνες σας
eo: Kunpremi viajn bildojn
eu: Konprimatu irudiak
hu: Tömörítse a képeit
ia: Comprime tu imagines
ka: შეკუმშეთ თქვენი სურათები
kk: Суреттеріңізді сығу
nl: Comprimeer uw afbeeldingen
oc: Compressatz vòstres imatges
ru: Сжатие изображений
sl: Stisnite svoje slike

source: Optimize your images with Curtail, a useful image compressor that supports PNG, JPEG, WebP and SVG file types.
bg: Оптимизирайте вашите изображения с „Curtail“ — полезен компресор на изображения, който поддържа PNG, JPEG, WebP и SVG.
ca: Optimitzeu les vostres imatges amb l'Escurçador, un compressor d'imatges útil que admet fitxers PNG, JPEG, WebP i SVG.
el: Βελτιστοποιήστε τις εικόνες σας με το Curtail, έναν χρήσιμο συμπιεστή εικόνων που υποστηρίζει τύπους αρχείων PNG, JPEG, WebP και SVG.
eu: Optimizatu irudiak Curtail erabiliz. PNG, JPEG, WebP eta SVG fitxategi-formatuak onartzen ditu.
hu: Optimalizálja képeit a Curtaillel, egy hasznos képtömörítővel, amely támogatja a PNG, a JPEG, a WebP és az SVG fájltípusokat.
ia: Optimisa tu imagines con Curtail, un compressor de imagine utile que supporta typos de file PNG, JPEG, WebP e SVG.
ka: თქვენი სურათების ოპტიმიზაცია Curtail- ით, გამოსახულების სასარგებლო კომპრესორით, რომელიც მხარს უჭერს PNG, JPEG, WebP და SVG ფაილის ტიპებს.
kk: Суреттеріңізді PNG, JPEG, WebP және SVG файл түрлерін қолдайтын Curtail пайдалы сурет сығу құралымен оңтайландырыңыз.
nl: Curtail is een eenvoudige toepassing om afbeeldingen mee te comprimeren en ondersteunt PNG-, JPEG, WebP- en SVG-afbeeldingen.
oc: Optimizatz vòstres imatges amb Curtail, un compressor d’imatges util que pren en carga los tipes de fichièr PNG, JPEG, WebP e SVG.
ru: Оптимизируйте свои изображения с помощью Curtail, удобного графического компрессора, поддерживающего работу с файлами форматов PNG, JPEG, WebP и SVG.
sl: Optimizirajte svoje slike s Stiskalnico, uporabno stiskalnico slik, ki podpira vrste datotek PNG, JPEG, WebP in SVG.

source: It supports both lossless and lossy compression modes with an option to whether keep or not metadata of images.
bg: Поддържа режими на компресия „без загуба“ и „със загуба“, като има възможност да се запазват или да не се запазят метаданните на изображенията.
ca: És compatible amb els modes de compressió sense pèrdua i amb pèrdua amb una opció per mantenir o no les metadades de les imatges.
el: Υποστηρίζει λειτουργίες συμπίεσης τόσο χωρίς απώλειες όσο και με απώλειες, με την επιλογή διατήρησης ή μη των μεταδεδομένων των εικόνων.
eu: Galerarik gabeko zein galeradun konpresioa onartzen du, eta irudien metadatuak gordetzeko aukera ere eskaintzen du.
hu: Veszteségmentes és veszteséges tömörítési módokat is támogat, és eldöntheti, hogy megtartja-e a képek metaadatait.
ia: Il supporta ambe modos de compression con perdita e sin perdita con un option de si mantener o no le metadatos de imagines.
ka: აქვს ორივე, კარგვის გარეშეც და კარგვითაც შეკუმშვის რეჟიმები არჩევნის საშუალებით, შევინარჩუნოთ გამოსახულების მეტამონაცემები, თუ არა.
kk: Ол суреттердің метадеректерін сақтау немесе сақтамау опциясымен қатар шығынсыз және шығынды сығу режимдерін қолдайды.
nl: Curtail ondersteunt alle compressieniveaus en biedt de optie om metagegevens van afbeeldingen te behouden.
oc: Es compatible amb los mòdes de compression sens pèrda e amb pèrda amb una opcion per gardar o non las metadonadas dels imatges.
ru: Приложение поддерживает сжатие с потерями и без потерь в качестве и позволяет выбрать, сохранять ли метаданные.
sl: Podpira načine stiskanja brez izgub in z izgubami z možnostjo, da ohranite metapodatke slik.

source: compress;optimize;image;photo;
bg: компресия;оптимизиране;изображение;снимка;фотография;кадър;compress;optimize;image;photo;
ca: comprimir;optimitzar;imatge;foto;
eu: konprimatu;optimizatu;irudia;argazkia;
hu: tömörítés;optimalizálás;kép;fénykép;
ia: comprime;optimisa;imagine;photo
ka: compress;optimize;image;photo;შეკუმშვა;ოპტიმიზაცია;სურათი;
kk: сығу;оңтайландыру;сурет;фото;
nl: compress;optimize;image;photo;compressie;optimaliseren;afbeelding;foto;
oc: compression;optimizar;imatge;fòto;
ru: compress;optimize;image;photo;сжатие;оптимизация;изображение;фото;
sl: stisniti;stisni;optimizirati;optimiziraj;optimizacija;slika;slike;slik;fotografija;fotografije;

source: Save into a new file
bg: Запазете в нов файл
ca: Desa en un fitxer nou
el: Αποθήκευση σε νέο αρχείο
eo: Konservi en novan dosieron
eu: Gorde fitxategi berrian
hu: Mentés új fájlba
ia: Salva a un nove file
it: Salva in un nuovo file
ka: ახალ ფაილში შენახვა
kk: Жаңа файлға сақтау
nl: Opslaan als nieuw bestand
oc: Enregistrar dins un fichièr novèl
ru: Сохранить в новый файл
sl: Shrani v novo datoteko

source: Save the compressed image into a new file.
bg: Запазване на компресираното изображение в нов файл.
ca: Desa la imatge comprimida en un fitxer nou.
el: Αποθηκεύει τη συμπιεσμένη εικόνα σε ένα νέο αρχείο.
eo: Konservi la kunpremitan bildon en novan dosieron.
eu: Gorde konprimatutako irudia fitxategi berrian.
hu: A tömörített kép mentése új fájlba.
ia: Salva le imagine comprimite a un nove file.
it: Salva l'immagine compressa in un nuovo file.
ka: შეკუმშული გამოსახულების შენახვა ახალ ფაილში.
kk: Сығылған суретті жаңа файлға сақтау.
nl: Sla de gecomprimeerde afbeelding op als een nieuw bestand.
oc: Enregistrar l’imatge compressat dins un fichièr novèl.
ru: Сохранять сжатые данные в новый файл.
sl: Stisnjeno sliko shrani v novo datoteko.

source: Select the mode to append text for a new file
bg: Режим за добавяне на текст към името на нов файл
ca: Seleccioneu el mode d'afegir text per al fitxer nou
el: Επιλογή του τρόπου προσθήκης κειμένου για ένα νέο αρχείο
eo: Elekti la reĝimon por aligi tekston al nova dosiero
eu: Hautatu fitxategi berri batean testua eransteko modua
hu: Az új fájl nevéhez hozzáfűzendő szöveg módjának kiválasztása
ia: Selige le modo pro adjunger texto a un nove file
ka: აირჩიეთ რეჟიმი, რომ ახალ ფაილს ბოლოში ტექსტი მიეწეროს
kk: Жаңа файлға мәтін қосу режимін таңдаңыз
nl: Selecteer de modus om tekst toe te voegen voor een nieuw bestand
oc: Causir lo mòde per apondre lo texte pel fichièr novèl
ru: Выберите способ добавления текста в название нового файла
sl: Izberite način dodajanja besedila za novo datoteko

source: Set how to append the additional text (as suffix or prefix) for a new file.
bg: Как допълнителният текст да се добавя към името нов файл — префикс или суфикс.
ca: Establiu com afegir el text addicional (com a sufix o prefix) per al fitxer nou.
el: Ορίστε πώς θα προστεθεί το επιπλέον κείμενο (ως επίθεμα ή πρόθεμα) για ένα νέο αρχείο.
eu: Ezarri nola erantsiko den testu gehigarria (atzizki edo aurrizki gisa) fitxategi berrietan.
hu: Annak beállítása, hogy a további szöveg (utótagként vagy előtagként) hogyan legyen hozzáfűzve egy új fájl nevéhez.
ia: Defini como adjunger le texto additional (como prefixo o suffixo) pro un nove file.
ka: დააყენეთ, როგორ მივაწერო ბოლოში დამატებითი ტექსტი (სუფიქსის ან პრეფიქსის სახით) ახალი ფაილისთვის.
kk: Жаңа файлға қосымша мәтінді қалай қосуды (суффикс немесе префикс ретінде) орнатыңыз.
nl: Stel in hoe de aanvullende tekst moet worden toegevoegd (als achtervoegsel of als voorvoegsel) voor een nieuw bestand.
oc: Definir coma apondre un texte suplementari (coma sufixe o prefixe) pel fichièr novèl.
ru: Укажите, как добавлять дополнительный текст (в виде суффикса или префикса) в название нового файла.
sl: Nastavite način dodatnega besedila (kot pripone ali predpone) za novo datoteko.

source: Enable recursive compression in folders
bg: Рекурсивно компресиране на папките
ca: Habilita la compressió recursiva a les carpetes
el: Ενεργοποίηση αναδρομικής συμπίεσης σε φακέλους
eo: Ebligi rekursivan kunpremadan en dosierujoj
eu: Gaitu karpeten konpresio errekurtsiboa
hu: Rekurzív tömörítés engedélyezése a mappákban
ia: Activa le compression recursive in dossieres
ka: საქაღალდეებში რეკურსიული შეკუმშვის ჩართვა
kk: Бумалардағы рекурсивті сығуды іске қосу
nl: Recursieve compressie inschakelen in mappen
oc: Activar la compression recursiva dins los dossièrs
ru: Включить рекурсивное сжатие в папках
sl: Omogoči rekurzivno stiskanje v mapah

source: This setting enable compression in a recursive way in folders.
bg: Тази настройка позволява рекурсивно компресиране на папките.
ca: Aquest paràmetre permet la compressió de manera recursiva a les carpetes.
el: Αυτή η ρύθμιση ενεργοποιεί τη συμπίεση με αναδρομικό τρόπο στους φακέλους.
eo: Ĉi tiu agordo ebligas kunpremading en rekursia maniero en dosierujoj.
eu: Ezarpen honek karpeten konpresio errekurtsiboa gaitzen du.
hu: Ez a beállítás engedélyezi a mappákban rekurzívan történő tömörítést.
ia: Iste parametro activa le compression in dossieres in un maniera recursive.
ka: ეს პარამეტრი საქაღალდეებში რეკურსიული გზით შეკუმშვის საშუალებას იძლევა.
kk: Бұл параметр бумалардағы рекурсивті сығуды іске қосады.
nl: Deze instelling schakelt compressie op een recursieve manier in mappen in.
oc: Aqueste paramètre activa la compression d’un biais recursiu dins los dossièrs.
ru: Выполнять рекурсивное сжатие в папках.
sl: Ta nastavitev omogoča stiskanje v mapah na rekurziven način.

source: Preserve metadata
bg: Запазване на метаданните
ca: Conserva les metadades
el: Διατήρηση μεταδεδομένων
eo: Konservi metadatumojn
eu: Mantendu metadatuak
hu: Metaadatok megőrzése
ia: Preservar metadatos
ka: მეტამონაცემების შენარჩუნება
kk: Метадеректерді сақтау
nl: Metadata behouden
oc: Servar las metadonadas
ru: Сохранять метаданные
sl: Ohrani metapodatke

source: This setting preserves metadata of images.
bg: Тази настройка запазва метаданните на изображенията.
ca: Aquest paràmetre preserva les metadades de les imatges.
el: Αυτή η ρύθμιση διατηρεί τα μεταδεδομένα των εικόνων.
eo: Ĉi tiu agordo konservas metadatumojn de bildoj.
eu: Ezarpen honekin irudien metadatuak mantentzen dira.
hu: Ez a beállítás megőrzi a képek metaadatait.
ia: Iste parametro preserva le metadatos de imagines.
it: Questa impostazione conserva i metadati delle immagini.
ka: ეს პარამეტრი ინარჩუნებს სურათების მეტამონაცემებს.
kk: Бұл параметр суреттердің метадеректерін сақтайды.
nl: Hiermee worden de metadata van afbeeldingen bewaard.
oc: Aqueste reglatge sèrva las metadonadas dels imatges.
ru: Не удалять уже существующие метаданные изображений.
sl: Ta nastavitev ohrani metapodatke slik.

source: Preserve file permissions and timestamps if possible
bg: Запазване на права̀та и времената на файловете, ако е възможно
ca: Conserva els permisos dels fitxers i les marques horàries si és possible
el: Διατήρηση δικαιωμάτων αρχείου και χρονοσφραγίδων εάν είναι δυνατόν
eo: Konservi dosiero-permesojn kaj tempindikojn se eble
eu: Mantendu fitxategi-baimenak eta denbora-zigiluak, posible denean
hu: A fájljogosultságok és időbélyegek megőrzése, ha lehetséges
ia: Preservar permissiones de file e data e hora si possibile
ka: შესაძლებლობის შემთხვევაში შეინარჩუნეთ ფაილის ნებართვები და ვადები
kk: Мүмкін болса, файл рұқсаттары мен уақыт белгілерін сақтау
nl: Bestandsrechten en tijdstempels indien mogelijk behouden
oc: Servar las permissions e orodatatges de fichièr se possible
ru: По возможности сохранять права доступа к файлам и временные метки
sl: Ohrani pravice datotek in časovne žige, če je možno

source: This setting file permissions and timestamps of images if possible.
bg: Тази настройка запазва права̀та и времената на изображенията, ако е възможно.
ca: Aquesta opció preserva els permisos dels fitxers i les marques de temps de les imatges si és possible.
el: Αυτή η ρύθμιση διατηρεί τα δικαιώματα αρχείου και τις χρονοσφραγίδες των εικόνων εάν είναι δυνατόν.
eo: Ĉi tiu agordo konservas dosiero-permesojn kaj tempindikojn de bildoj se eble.
eu: Honek irudien fitxategi-baimenak eta denbora-zigiluak mantentzen ditu, posible denean.
hu: Ez a beállítás megőrzi a képek jogosultságait és időbélyegeit, ha lehetséges.
ia: Isto defini le permissiones de file e data e hora del imagines si possibile.
ka: დარწმუნება, რომ ახალ ფაილს აქვს იგივე წვდომების და დროის შტამპები, რაც ორიგინალს ჰქონდა.
kk: Бұл параметр, мүмкін болса, суреттердің файл рұқсаттары мен уақыт белгілерін сақтайды.
nl: Deze instelling behoudt, indien mogelijk, bestandsrechten en tijdstempels van afbeeldingen.
oc: Aqueste paramètre definís las permissions de fichièrs e d’orodatatge se possible.
ru: Настройте права доступа к файлам и временные метки изображений, если это возможно.
sl: Zagotavlja, da ima nova datoteka enaka dovoljenja in časovne žige kot izvirna datoteka, če je to možno.

source: Enable lossy mode
bg: Включване на режим „със загуба“
ca: Habilita el mode amb pèrdua
el: Ενεργοποίηση λειτουργίας με απώλειες
eo: Ebligi perdan reĝimon
eu: Gaitu galeradun modua
hu: Veszteséges mód engedélyezése
ia: Activar modo con perdita
it: Abilita la modalità con perdita
ka: კარგვის მქონე რეჟიმის ჩართვა
kk: Шығынды (lossy) режимін іске қосу
nl: Modus met kwaliteitsverlies gebruiken
oc: Activar lo mòde sens pèrda
ru: Включить режим с потерей качества
sl: Omogoči način z izgubami

source: Use lossy mode to compress images.
bg: Използване на режим „със загуба“ за компресиране на изображения.
ca: Usa el mode amb pèrdua per a comprimir les imatges.
el: Χρήση λειτουργίας με απώλειες για τη συμπίεση εικόνων.
eo: Uzi perdan reĝimon por kunpremi bildojn.
eu: Erabili galeradun modua irudiak konprimatzeko.
hu: Veszteséges mód használata a képek tömörítéséhez.
ia: Usar compression con perdita pro comprimer imagines.
it: Utilizzare la modalità di perdita per comprimere le immagini.
ka: კარგვის რეჟიმის გამოყენება გამოსახულებების შესაკუმშად.
kk: Суреттерді сығу үшін шығынды (lossy) режимін қолдану.
nl: Comprimeer afbeeldingen met kwaliteitsverlies.
oc: Utilizar un mòde amb pèrda per compressar los imatges.
ru: Использовать режим с потерей качества для сжатия изображений.
sl: Uporabi način z izgubami za stiskanje slik.

source: Suffix/Prefix to append at new file
bg: Префикс/Суфикс за името на новия файл
ca: Sufix o prefix per afegir en un fitxer nou
el: Επίθεμα/Πρόθεμα για προσθήκη στο νέο αρχείο
eo: Sufikso/Prefikso por aligi al nova dosiero
eu: Fitxategi berrian erantsiko den atzizkia/aurrizkia
hu: Az új fájl nevéhez hozzáfűzendő utótag/előtag
ia: Prefixo/suffixo a adjunger al nove file
ka: სუფიქსი/პრეფიქსი ახალი ფაილის ბოლოში მისაწერად
kk: Жаңа файлға қосылатын суффикс/префикс
nl: Achtervoegsel/voorvoegsel om aan nieuw bestand toe te voegen
oc: Sufixe/Prefixe d’apondre a la fin del fichièr novèl
ru: Суффикс/Префикс, добавляемый к имени нового файла
sl: Pripona za dodajanje novi datoteki

source: Suffix/Prefix to append at new file.
bg: Префикс/Суфикс за добавяне към името на новия файл.
ca: Sufix o prefix per afegir en un fitxer nou.
el: Επίθεμα/Πρόθεμα για προσθήκη στο νέο αρχείο.
eo: Sufikso/Prefikso por aligi al nova dosiero.
eu: Fitxategi berrian erantsiko den atzizkia/aurrizkia
hu: Az új fájl nevéhez hozzáfűzendő utótag/előtag.
ia: Prefixo/suffixo a adjunger al nove file
ka: სუფიქსი/პრეფიქსი ახალი ფაილის ბოლოში მისაწერად.
kk: Жаңа файлға қосылатын суффикс/префикс.
nl: Achtervoegsel/voorvoegsel om aan nieuw bestand toe te voegen.
oc: Sufixe/Prefixe d’apondre a la fin del fichièr novèl.
ru: Суффикс/Префикс, добавляемый к имени нового файла.
sl: Pripona/predpona za dodajanje imenu novih datotek.

source: PNG Lossy Compression Level
bg: Ниво на компресия със загуба на PNG
ca: Nivell de compressió amb pèrdua de PNG
el: Επίπεδο Συμπίεσης PNG με Απώλειες
eo: PNG Perda kunprem-nivelo
eu: PNGen galeradun konpresio-maila
hu: Veszteséges PNG tömörítési szint
ia: Nivello de compression con perdita de PNG
it: Livello di compressione PNG con perdita
ka: PNG დაკარგვის შეკუმშვის დონე
kk: PNG шығынды сығу деңгейі
nl: PNG-compressieniveau (met kwaliteitsverlies)
oc: Nivèl de compression amb pèrda pels PNG
ru: Уровень сжатия PNG с потерями
sl: Raven stiskanja PNG z izgubami

source: Lossy compression level to use for PNG images.
bg: Ниво на компресия със загуба, което да се използва за изображенията във формат PNG.
ca: Nivell de compressió amb pèrdua a usar per a les imatges PNG.
el: Επίπεδο συμπίεσης με απώλειες για χρήση σε εικόνες PNG.
eo: Perda kunprem-nivelo por uzi por PNG-bildoj.
eu: PNG irudietan erabiliko den galeradun konpresio-maila.
hu: A PNG-képekhez használandó veszteséges tömörítési szint.
ia: Nivello de compression con perdita a usar pro imagines PNG.
it: livello di compressione con perdita da utilizzare per immagini PNG.
ka: დაკარგვის შეკუმშვის დონე PNG სურათებისთვის გამოსაყენებლად.
kk: PNG суреттері үшін қолданылатын шығынды сығу деңгейі.
nl: Het te gebruiken PNG-compressieniveau (met kwaliteitsverlies).
oc: Nivèl de compression amb pèrda d’utilizar pels imatges PNG.
ru: Уровень сжатия с потерей качества для изображений PNG.
sl: Raven stiskanja z izgubami, ki se uporablja za slike PNG.

source: PNG Lossless Compression Level
bg: Ниво на компресия без загуба на PNG
ca: Nivell de compressió sense pèrdua de PNG
el: Επίπεδο Συμπίεσης PNG χωρίς Απώλειες
eo: PNG Sen-perda kunprem-nivelo
eu: PNGen galerarik gabeko konpresio-maila
hu: Veszteségmentes PNG tömörítési szint
ia: Nivello de compression sin perdita de PNG
it: Livello di compressione PNG senza perdita
ka: PNG დაკარგვის გარეშე შეკუმშვის დონე
kk: PNG шығынсыз сығу деңгейі
nl: PNG-compressieniveau (zonder kwaliteitsverlies)
oc: Nivèl de compression sens pèrda pels PNG
ru: Уровень сжатия PNG без потерь
sl: Raven stiskanja PNG brez izgub

source: Lossless compression level to use for PNG images.
bg: Ниво на компресия без загуба, което да се използва за изображенията във формат PNG.
ca: Nivell de compressió sense pèrdua a usar per a les imatges PNG.
el: Επίπεδο συμπίεσης χωρίς απώλειες για χρήση σε εικόνες PNG.
eo: Sen-perda kunprem-nivelo por uzi por PNG-bildoj.
eu: PNG irudietan erabiliko den galerarik gabeko konpresio-maila.
hu: A PNG-képekhez használandó veszteségmentes tömörítési szint.
ia: Nivello de compression sin perdita a usar pro imagines PNG.
it: Livello di compressione senza perdita da utilizzare per le immagini PNG.
ka: დაკარგვის გარეშე შეკუმშვის დონე PNG სურათებისთვის გამოსაყენებლად.
kk: PNG суреттері үшін қолданылатын шығынсыз сығу деңгейі.
nl: Het te gebruiken PNG-compressieniveau (zonder kwaliteitsverlies).
oc: Nivèl de compression sens pèrda d’utilizar pels imatges PNG.
ru: Уровень сжатия без потери качества для изображений PNG.
sl: Raven stiskanja brez izgub za slike PNG.

source: JPG Lossy Compression Level
bg: Ниво на компресия със загуба на JPG
ca: Nivell de compressió amb pèrdua de JPG
el: Επίπεδο Συμπίεσης JPG με Απώλειες
eo: JPG Perda kunprem-nivelo
eu: JPGen galeradun konpresio-maila
hu: Veszteséges JPG tömörítési szint
ia: Nivello de compression con perdita de JPG
it: Livello di compressione JPG con perdita
ka: JPG დაკარგვის შეკუმშვის დონე
kk: JPG шығынды сығу деңгейі
nl: JPG-compressieniveau (met kwaliteitsverlies)
oc: Nivèl de compression amb pèrda pels JPG
ru: Уровень сжатия JPEG с потерями
sl: Raven stiskanja JPG z izgubami

source: Lossy compression level to use for JPG images.
bg: Ниво на компресия със загуба, което да се използва за изображенията във формат JPG.
ca: Nivell de compressió amb pèrdua a usar per a les imatges JPG.
el: Επίπεδο συμπίεσης με απώλειες για χρήση σε εικόνες JPG.
eo: Perda kunprem-nivelo por uzi por JPG-bildoj.
eu: JPG irudietan erabiliko den galeradun konpresio-maila.
hu: A JPG-képekhez használandó veszteséges tömörítési szint.
ia: Nivello de compression con perdita a usar pro imagines JPG.
it: livello di compressione con perdita da utilizzare per le immagini JPG.
ka: დაკარგვის შეკუმშვის დონე JPG სურათებისთვის გამოსაყენებლად.
kk: JPG суреттері үшін қолданылатын шығынды сығу деңгейі.
nl: Het te gebruiken JPG-compressieniveau (met kwaliteitsverlies).
oc: Nivèl de compression amb pèrda d’utilizar pels imatges JPG.
ru: Уровень сжатия с потерей качества для изображений JPEG.
sl: Raven stiskanja z izgubami, ki se uporablja za slike JPG.

source: WebP Lossy Compression Level
bg: Ниво на компресия със загуба на WebP
ca: Nivell de compressió amb pèrdua de WebP
el: Επίπεδο Συμπίεσης WebP με Απώλειες
eo: WebP Perda kunprem-nivelo
eu: WebPren galeradun konpresio-maila
hu: Veszteséges WebP tömörítési szint
ia: Nivello de compression con perdita de WebP
ka: WebP კარგვის შეკუმშვის დონე
kk: WebP шығынды сығу деңгейі
nl: WebP-compressieniveau (met kwaliteitsverlies)
oc: Nivèl de compression amb pèrda pels WebP
ru: Уровень сжатия WebP с потерями
sl: Raven stiskanja WebP z izgubami

source: Lossy compression level to use for WebP images.
bg: Ниво на компресия със загуба, което да се използва за изображенията във формат WebP.
ca: Nivell de compressió amb pèrdua a usar per a les imatges WebP.
el: Επίπεδο συμπίεσης με απώλειες για χρήση σε εικόνες WebP.
eo: Perda kunprem-nivelo por uzi por WebP-bildoj.
eu: WebP irudietan erabiliko den galeradun konpresio-maila.
hu: A WebP-képekhez használandó veszteséges tömörítési szint.
ia: Nivello de compression con perdita a usar pro imagines WebP.
ka: კარგვითი შეკუმშვის დონე WebP გამოსახულებებისთვის.
kk: WebP суреттері үшін қолданылатын шығынды сығу деңгейі.
nl: Het te gebruiken WebP-compressieniveau (met kwaliteitsverlies).
oc: Nivèl de compression amb pèrda pels imatge WebP.
ru: Уровень сжатия с потерей качества для изображений WebP.
sl: Raven stiskanja z izgubami, ki se uporablja za slike WebP.

source: WebP Lossless Compression Level
bg: Ниво на компресия без загуба на WebP
ca: Nivell de compressió sense pèrdua de WebP
el: Επίπεδο Συμπίεσης WebP χωρίς Απώλειες
eo: WebP Sen-perda kunprem-nivelo
eu: WebPen galerarik gabeko konpresio-maila
hu: Veszteségmentes WebP tömörítési szint
ia: Nivello de compression sin perdita de WebP
ka: WebP კარგვის გარეშე შეკუმშვის დონე
kk: WebP шығынсыз сығу деңгейі
nl: WebP-compressieniveau (zonder kwaliteitsverlies)
oc: Nivèl de compression sens pèrda pels WebP
ru: Уровень сжатия WebP без потерь
sl: Raven stiskanja WebP brez izgub

source: Lossless compression level to use for WebP images.
bg: Ниво на компресия без загуба, което да се използва за изображенията във формат WebP.
ca: Nivell de compressió sense pèrdua a usar per a les imatges WebP.
el: Επίπεδο συμπίεσης χωρίς απώλειες για χρήση σε εικόνες WebP.
eo: Sen-perda kunprem-nivelo por uzi por WebP-bildoj.
eu: WebP irudietan erabiliko den galerarik gabeko konpresio-maila.
hu: A WebP-képekhez használandó veszteségmentes tömörítési szint.
ia: Nivello de compression sin perdita a usar pro imagines WebP.
ka: კარგვის გარეშე შეკუმშვის დონე WebP სურათებისთვის.
kk: WebP суреттері үшін қолданылатын шығынсыз сығу деңгейі.
nl: Het te gebruiken WebP-compressieniveau (zonder kwaliteitsverlies).
oc: Nivèl de compression sens pèrda d’utilizar pels imatges WebP.
ru: Уровень сжатия без потери качества для изображений WebP.
sl: Raven stiskanja brez izgub za slike WebP.

source: Enable progressive encoding for JPEG images
bg: Включване на прогресивното кодиране за JPEG изображения
ca: Habilita la codificació progressiva per a les imatges JPEG
el: Ενεργοποίηση προοδευτικής κωδικοποίησης για εικόνες JPEG
eo: Ebligi progresivan kodumado por JPEG-bildoj
eu: Gaitu JPEG irudien kodetze progresiboa
hu: Progresszív kódolás engedélyezése a JPEG-képekhez
ia: Activar codification progressive pro imagines JPEG
ka: პროგრესული კოდირების ჩართვა JPEG გამოსახულებებისთვის
kk: JPEG суреттері үшін прогрессивті кодтауды іске қосу
nl: Schakel progressieve codering in voor JPEG-afbeeldingen
oc: Activar l’encodatge progressiu pels imatges JPEG
ru: Использовать прогрессивное кодирование при записи файлов JPEG
sl: Omogočite progresivno kodiranje za slike JPEG
