Repository: Huluti/Curtail
Catalog: po/*.po
Languages: bg, ca, el, eo, eu, hu, ia, it, ka, kk, nl, oc, ru, sl

source: Compression has reached the configured timeout of {} seconds.
bg: Компресията достигна конфигурираното изчакване от {} секунди.
ca: La compressió ha arribat al temps d'espera configurat de {} segons.
el: Η συμπίεση έφτασε το καθορισμένο χρονικό όριο των {} δευτερολέπτων.
eo: Kunpremado atingis la agorditan eltempa daŭron de {} sekundoj.
eu: Konpresioak konfiguratutako {} segundoen denbora-muga gainditu du.
hu: A tömörítés elérte a beállított {} másodperces időkorlátot.
ia: Le compression ha attingite le tempore limite configurate de {} secundas.
ka: შეკუმშვამ მიაღწია მორგებულ მოლოდინის ვადას, რომელიც {} წამია.
kk: Сығу бапталған {} секундтық күту уақытына жетті.
nl: De compressie heeft de ingestelde time-out van {} seconden bereikt.
oc: La compression a atengut lo relambi configurat de {} segondas.
ru: Время ограничения сжатия достигло заданного значения {} секунд.
sl: Stiskanje je doseglo nastavljeno časovno omejitev {} sekund.

source: An unknown error has occurred
bg: Възникна непозната грешка
ca: S'ha produït un error desconegut
el: Προέκυψε ένα άγνωστο σφάλμα
eo: Okazis nekonata eraro
eu: Errore ezezaguna gertatu da
hu: Ismeretlen hiba történt
ia: Ocurreva un error incognite
ka: ნაპოვნია უცნობი შეცდომა
kk: Белгісіз қате орын алды
nl: Er is een onbekende fout opgetreden
oc: Una error desconeguda s'es producha
ru: Произошла неизвестная ошибка
sl: Prišlo je do neznane napake

source: Can't find the compressed file
bg: Компресираният файл липсва
ca: No s'ha pogut trobar el fitxer comprimit
el: Δεν είναι δυνατή η εύρεση του συμπιεσμένου αρχείου
eo: Ne povas trovi la kunpremitan dosieron
eu: Ezin da konprimatutako fitxategia aurkitu
hu: Nem található a tömörített fájl
ia: Non pote trovar le file comprimite
ka: შეკუმშული ფაილი ვერ ვიპოვე
kk: Сығылған файл табылмады
nl: Kan het gecomprimeerde bestand niet vinden
oc: Impossible de trobar lo fichièr compressat
ru: Не удалось найти сжатый файл
sl: Stisnjene datoteke ni mogoče najti

source: All images
bg: Всички изображения
ca: Totes les imatges
el: Όλες οι εικόνες
eo: Ĉiuj bildoj
eu: Irudi guztiak
hu: Összes kép
ia: Tote le imagines
it: Tutte le immagini
ka: ყველა გამოსახულება
kk: Барлық суреттер
nl: Alle afbeeldingen
oc: Totes los imatges
ru: Все изображения
sl: Vse slike

source: PNG images
bg: Изображения PNG
ca: Imatges PNG
el: Εικόνες PNG
eo: PNG-bildoj
eu: PNG irudiak
hu: PNG-képek
ia: Imagines PNG
it: Immagini PNG
ka: PNG გამოსახულებები
kk: PNG суреттері
nl: PNG-afbeeldingen
oc: Imatges PNG
ru: Изображения PNG
sl: Slike PNG

source: JPEG images
bg: Изображения JPEG
ca: Imatges JPEG
el: Εικόνες JPEG
eo: JPEG-bildoj
eu: JPEG irudiak
hu: JPEG-képek
ia: Imagines JPEG
it: Immagini JPEG
ka: JPEG გამოსახულებები
kk: JPEG суреттері
nl: JPEG-afbeeldingen
oc: Imatges JPEG
ru: Изображения JPEG
sl: Slike JPEG

source: WebP images
bg: Изображения WebP
ca: Imatges WebP
el: Εικόνες WebP
eo: WebP-bildoj
eu: WebP irudiak
hu: WebP-képek
ia: Imagines WebP
ka: WEBP გამოსახულებები
kk: WebP суреттері
nl: WebP-afbeeldingen
oc: Imatge WebP
ru: Изображения WebP
sl: Slike WebP

source: SVG images
bg: Изображения SVG
ca: Imatges SVG
el: Εικόνες SVG
eo: SVG-bildoj
eu: SVG irudiak
hu: SVG-képek
ia: Imagines SVG
ka: SVG გამოსახულებები
kk: SVG суреттері
nl: SVG-afbeeldingen
oc: imatges SVG
ru: Изображения SVG
sl: Slike SVG

source: Version not found
bg: Не е намерена версията
ca: No s'ha trobat la versió
el: Η έκδοση δεν βρέθηκε
eo: Versio ne trovita
eu: Bertsioa ez da aurkitu
hu: A verzió nem található
ia: Version non trovate
ka: ვერსია ვერ მოიძებნა
kk: Нұсқасы табылмады
nl: Versie niet gevonden
oc: Version pas trobada
ru: Версия не найдена
sl: Različice ni mogoče najti

source: Skipped
bg: Пропуснато
ca: Omès
el: Παραλείφθηκε
eo: Preterlasita
eu: Saltatua
hu: Kihagyva
ia: Saltate
ka: გამოტოვებულია
kk: Өткізілді
nl: Overgeslagen
oc: Ignorat
ru: Пропущено
sl: Preskočeno

source: More Information
bg: Повече информация
ca: Més informació
el: Περισσότερες Πληροφορίες
eo: Pli da informo
eu: Informazio gehiago
hu: További információk
ia: Plus information
ka: მეტი ინფორმაცია
kk: Көбірек ақпарат
nl: Meer informatie
oc: Mai d'informacions
ru: Дополнительная информация
sl: Več podrobnosti

source: Compression was skipped because compressing the file would have resulted in a larger file size.
bg: Без компресиране, защото би довело до по-голям размер на файла.
ca: S'ha omès la compressió perquè comprimir el fitxer hauria donat lloc a una mida de fitxer més gran.
el: Η συμπίεση παραλείφθηκε επειδή η συμπίεση του αρχείου θα είχε ως αποτέλεσμα μεγαλύτερο μέγεθος αρχείου.
eu: Konpresioa saltatu da fitxategia konprimatzeak tamaina handiagoa sortuko lukeelako.
hu: A tömörítés ki lett hagyva, mert a fájl tömörítése nagyobb fájlméretet eredményezett volna.
ia: Le compression esseva saltate perque le compression del file poterea resultar in dimension de file plus longe.
ka: შეკუმშვა გამოტოვებულია, რადგან შედეგად მიღებული ფაილი უფრო დიდი იქნებოდა.
kk: Файлды сығу нәтижесінде оның өлшемі үлкейіп кететіндіктен, сығу өткізілді.
nl: Compressie is overgeslagen omdat het bestand comprimeren het vergroot zou hebben.
oc: La compression es estada sautada perque compressar lo fichièr auriá creat un fichièr mai pesuc.
ru: Сжатие было пропущено, поскольку это действие могло привести к увеличению размера файла.
sl: Stiskanje je bilo preskočeno, ker bi stiskanje datoteke povzročilo večjo velikost datoteke.

source: Open Image
bg: Отваряне на изображението
ca: Obre una imatge
el: Άνοιγμα Εικόνας
eo: Malfermi bildon
eu: Ireki irudia
hu: Kép megnyitása
ia: Aperir imagine
ka: გამოსახულების გახსნა
kk: Суретті ашу
nl: Afbeelding openen
oc: Dobrir un imatge
ru: Открыть изображение
sl: Odpri sliko

source: Show in Folder
bg: Показване във „Файлове“
ca: Mostra a la carpeta
el: Εμφάνιση στο Φάκελο
eo: Montri en dosierujo
eu: Erakutsi karpetan
hu: Megjelenítés mappában
ia: Monstrar in dossier
ka: საქაღალდეში ჩვენება
kk: Бумада көрсету
nl: In map weergeven
oc: Mostrar lo repertòri
ru: Показать в папке
sl: Pokaži v mapi

source: Overwrite mode
bg: Режим „Презаписване“
ca: Mode de sobreescriptura
el: Λειτουργία αντικατάστασης
eo: Superskriba reĝimo
eu: Gainidazteko modua
hu: Felülírási mód
ia: Modo superscriber
ka: თავზე გადაწერის რეჟიმი
kk: Үстінен жазу режимі
nl: Overschrijfmodus
oc: Mòde espotiment
ru: Режим перезаписи
sl: Način prepisovanja

source: Browse Directories
bg: Разглеждане на папки
ca: Cerca directoris
el: Αναζήτηση Καταλόγων
eo: Foliumi dosierujojn
eu: Arakatu direktorioak
hu: Könyvtárak tallózása
ia: Percurrer directorios
ka: საქაღალდეების პოვნა
kk: Бумаларды шолу
nl: Mappen openen
oc: Percórrer los dossièrs
ru: Укажите каталоги
sl: Prebrskaj mape

source: Are you sure you want to compress images in these directories?
bg: Сигурни ли сте, че искате да компресирате изображенията в тези папки?
ca: Esteu segur que voleu comprimir imatges en aquests directoris?
el: Είστε βέβαιοι ότι θέλετε να συμπιέσετε τις εικόνες σε αυτούς τους καταλόγους;
eo: Ĉu vi certe volas kunpremi bildojn en ĉi tiuj dosierujoj?
eu: Ziur zaude irudiak direktorio hauetan konprimatu nahi dituzula?
hu: Biztosan tömöríteni szeretné az ezekben a könyvtárakban lévő képeket?
ia: Es tu secur que tu vole comprimer imagines in iste directorios?
ka: მართლა გნებავთ ამ საქაღალდეებში არსებული გამოსახულებების შეკუმშვა?
kk: Осы бумалардағы суреттерді сығуды қалайтыныңызға сенімдісіз бе?
nl: Weet u zeker dat u afbeeldingen in deze mappen wilt comprimeren?
oc: Volètz vertadièrament compressar los imatges d’aquestes repertòris ?
ru: Вы уверены, что хотите сжать изображения в этих каталогах?
sl: Ali ste prepričani, da želite stisniti slike v teh mapah?

source: All of the images in the directories selected and their subdirectories will be compressed. The original images will not be modified.
bg: Всички изображения в избраните папки и техните подпапки ще се компресират. Оригиналните изображения няма да бъдат променени.
ca: Totes les imatges dels directoris seleccionats i els seus subdirectoris es comprimiran. Les imatges originals no es modificaran.
el: Όλες οι εικόνες στους επιλεγμένους καταλόγους και τους υποκαταλόγους τους θα συμπιεστούν. Οι πρωτότυπες εικόνες δεν θα τροποποιηθούν.
eu: Hautatutako direktorioko eta bere azpidirektorioetako irudi guztiak konprimatuko dira. Jatorrizko irudiak ez dira aldatuko.
hu: A kijelölt könyvtárakban és az alkönyvtáraikban lévő összes kép tömörítve lesz. Az eredeti képek nem lesznek módosítva.
ia: Tote le imagines in le directorios seligite e lor subdirectorios essera comprimite. Le imagines original non essera modificate.
ka: ყველა გამოსახულება მონიშნულ საქაღალდეებში და მათ ქვესაქაღალდეებში შეიკუმშება. ორიგინალი გამოსახულებები არ შეიცვლება.
kk: Таңдалған бумалардағы және олардың ішкі бумаларындағы барлық суреттер сығылады. Түпнұсқа суреттер өзгертілмейді.
nl: Alle afbeeldingen in de geselecteerde mappen en hun onderliggende mappen zullen gecomprimeerd worden. De originele afbeeldingen zullen niet aangepast worden.
oc: Totes los imatges dels repertòris seleccionat e lors jos repertòris seràn compressats. Los imatges originals seràn pas modificats.
ru: Все изображения в выбранных каталогах и подкаталогах будут сжаты. Но исходные файлы не изменятся.
sl: Vse slike v izbranih mapah in njihovih podmapah bodo stisnjene. Izvirne slike ne bodo spremenjene.

source: All of the images in the directories selected and their subdirectories will be compressed and overwritten!
bg: Всички изображения в избраните папки и техните подпапки ще се компресират и презапишат!
ca: Totes les imatges dels directoris seleccionats i els seus subdirectoris seran comprimides i sobreescrites!
el: Όλες οι εικόνες στους επιλεγμένους καταλόγους και τους υποκαταλόγους τους θα συμπιεστούν και θα αντικατασταθούν!
eu: Hautatutako direktorioko eta bere azpidirektorioetako irudi guztiak konprimatu eta gainidatziko dira!
hu: A kijelölt könyvtárakban és az alkönyvtáraikban lévő összes kép tömörítve lesz és felül lesz írva!
ia: Tote le imagines in le directorios seligite e lor subdirectorios essera comprimite e superscribite!
ka: ყველა გამოსახულება მონიშნულ საქაღალდეებში და მათ ქვესაქაღალდეებში შეიკუმშება და თავზე გადაეწერება!
kk: Таңдалған бумалардағы және олардың ішкі бумаларындағы барлық суреттер сығылып, үстінен жазылады!
nl: Alle afbeeldingen in de geselecteerde mappen en hun onderliggende mappen zullen gecomprimeerd en overschreven worden!
oc: Totes los imatges dels repertòris seleccionat e lors jos repertòris seràn compressats e remplaçats !
ru: Все изображения в выбранных каталогах и подкаталогах будут сжаты и перезаписаны!
sl: Vse slike v izbranih mapah in njihovih podmapah bodo stisnjene in prepisane!

source: Cancel
bg: Отказване
ca: Cancel·la
el: Άκυρο
eo: Nuligi
eu: Utzi
hu: Mégse
ia: Cancellar
ka: გაუქმება
kk: Бас тарту
nl: Annuleren
oc: Anullar
ru: Отменить
sl: Prekliči

source: Compress
bg: Компресиране
ca: Comprimeix
el: Συμπίεση
eo: Kunpremi
eu: Konprimatu
hu: Tömörítés
ia: Comprimer
ka: შეკუმშვა
kk: Сығу
nl: Comprimeren
oc: Compression
ru: Сжать
sl: Stisni

source: Format of this file is not supported.
bg: Форматът на този файл не се поддържа.
ca: El format d'aquest fitxer no està admès.
el: Η μορφή αυτού του αρχείου δεν υποστηρίζεται.
eo: La formato de ĉi tiu dosiero ne estas subtenata.
eu: Fitxategi honen formatua ez da onartzen.
hu: A fájl formátuma nem támogatott.
ia: Le formato de iste file non es supportate.
ka: ამ ფაილის ფორმატი მხარდაჭერილი არაა.
kk: Бұл файл пішіміне қолдау көрсетілмейді.
nl: Dit bestandsformaat wordt niet ondersteund.
oc: Lo format d’aqueste fichièr es pas pres en compte.
ru: Формат этого файла не поддерживается.
sl: Oblika zapisa te datoteke ni podprta.

source: Unable to read file information.
bg: Информацията за файла не може да бъде прочетена.
ca: No s'ha pogut llegir la informació del fitxer.
el: Αδυναμία ανάγνωσης πληροφοριών αρχείου.
eo: Ne povas legi dosiero-informon.
eu: Ezin da fitxategiaren informazioa irakurri.
hu: Nem lehet olvasni a fájlinformációkat.
ka: ფაილის ინფორმაციის წაკითხვა შეუძლებელია.
kk: Файл ақпаратын оқу мүмкін емес.
oc: Lectura impossibla de las informacions del fichièr.
ru: Не удалось прочитать информацию о файле.
sl: Ni mogoče prebrati podatkov o datoteki.

source: No files found
bg: Няма файлове
ca: No s'ha trobat cap fitxer
el: Δεν βρέθηκαν αρχεία
eo: Neniaj dosieroj trovitaj
eu: Ez da fitxategirik aurkitu
hu: Nem találhatók fájlok
ia: Necun files trovate
ka: ფაილები ვერ მოიძებნა
kk: Файлдар табылмады
nl: Geen bestanden gevonden
oc: Cap de fichièr pas trobat
ru: Файлы не найдены
sl: Ni najdenih datotek

source: translator-credits
bg: Twlvnn Kraftwerk &lt;<a href='mailto:kraft_werk@tutanota.com'>kraft_werk@tutanota.com</a>&gt; Проектът за превод на GNOME има нужда от подкрепа. Научете повече за нас на <a href='https://fsa-bg.org/project/gtp'>уеб сайта</a> ни. Докладвайте за грешки в превода в <a href='https://fsa-bg.org/project/gtp/newticket'>съответния раздел</a>.
ca: Victor Dargallo <victordargallo@disroot.org>
el: Marios K. <mariosk@example.gr>
eo: Kristjan SCHMIDT <kristjan.schmidt@googlemail.com>
eu: Asier Sarasua Garmendia <asiersarasua@ni.eus>
hu: Meskó Balázs <mesko dot balazs at fsf dot hu>, 2025.
ia: Emilio Sepúlveda <emism.translations@gmail.com>
it: Albano Battistella
ka: Giorgi Maghlakelidze https://launchpad.net/~dracid
kk: Baurzhan Muftakhidinov <baurthefirst@gmail.com>
nl: Heimen Stoffels <vistausss@fastmail.com> Dick Groskamp <dikgro@yahoo.co.uk> Nathan Follens <nfollens@gnome.org> Meer info over GNOME-NL https://nl.gnome.org
oc: Quentin PAGÈS
ru: Alexandre Prokoudine <alexandre.prokoudine@gmail.com> Ser82-png <savmail.as@gmail.com>
sl: Martin Srebotnjak <miles@filmsi.net>

source: Contributors
bg: Сътрудници
ca: Col·laboradors
el: Συντελεστές
eo: Kontribuantoj
eu: Laguntzaileak
hu: Közreműködők
ia: Contributores
ka: შემომწირავები
kk: Үлес қосушылар
nl: Bijdragers
ru: Участники
sl: Avtorji prispevkov

source: ""Optimize your images with Curtail, a useful image compressor that supports ""PNG, JPEG, WebP and SVG file types.
eo: Optimumu viajn bildojn per Curtail, utila bildkunpremilo kiu subtenas PNG, JPEG, WebP kaj SVG dosiero-tipojn.

source: ""It supports both lossless and lossy compression modes with an option to ""whether keep or not metadata of images.
eo: Ĝi subtenas kaj sen-perdan kaj perdan kunpremadajn reĝimojn kun opcio ĉu konservi aŭ ne metadatumojn de bildoj.

source: ""Set how to append the additional text (as suffix or prefix) for a new file.
eo: Agordu kiel aligi la kroman tekston (kiel sufikso aŭ prefikso) al nova dosiero.

source: ""Ensure the new file has the same permissions and timestamps as the original ""file
eo: Certigu ke la nova dosiero havas la samajn permesojn kaj tempindikojn kiel la originala dosiero

source: ""Compression was skipped because compressing the file would have resulted in ""a larger file size.
eo: Kunpremado estis saltita ĉar kunpremado de la dosiero estus rezultiginta pli grandan dosiero-grandecon.

source: ""All of the images in the directories selected and their subdirectories will ""be compressed. The original images will not be modified.
eo: Ĉiuj bildoj en la elektitaj dosierujoj kaj iliaj subdosierujoj estos kunpremitaj. La originalaj bildoj ne estos ŝanĝitaj.

source: ""All of the images in the directories selected and their subdirectories will ""be compressed and overwritten!
eo: Ĉiuj bildoj en la elektitaj dosierujoj kaj iliaj subdosierujoj estos kunpremitaj kaj superskribitaj!

# shortcut window
source: General
nl: Algemeen

# shortcut window
source: Select File
ia: Seliger file
nl: Selecteer een bestand

# shortcut window
source: Preferences
ia: Preferentias
nl: Voorkeuren

# shortcut window
source: Keyboard Shortcuts
ia: Vias breve de claviero
nl: Sneltoetsen

# shortcut window
source: Quit
ia: Quitar
nl: Sluiten

source: This file doesn't exist.
ia: Iste file non existe.
nl: Dit bestand bestaat niet.

source: Simple & useful image compressor.
it: Semplice compressore di immagini e senza perdita di dati.

source: Simple &amp; useful image compressor
it: Compressore di immagine semplice & senza perdite

source: Curtail is an useful image compressor, supporting PNG and JPEG file types.
it: Curtail è un compressore di immagini senza perdita di dati, che supporta i formati PNG e JPG.

source: It support both lossless and lossy compression modes with an option to whether keep or not metadata of images.
it: Supporta entrambe le modalità di compressione senza perdite e perdite con un'opzione perconservare o meno i metadati delle immagini.

source: Keep metadata
it: Mantieni metadati

source: Suffix to append at end of new file
it: Suffisso da aggiungere alla fine del nuovo file

source: Suffix to append at end of new file.
it: Suffisso da aggiungere alla fine del nuovo file.

source: Enable dark theme
it: Abilita tema scuro

source: Use dark theme for the windows.
it: Usa un tema scuro per le finestre.

source: Drag and drop your images here...
it: Trascina e rilascia le tue immagini qui ...

source: or
it: o

source: Browse your files
it: Sfoglia i tuoi file

source: Simple & useful image compressor
it: Semplice compressore di immagini e senza perdite

source: Save the compressed image into a new file
it: Salva l'immagine compressa in un nuovo file

source: Compression
it: Compressione

source: PNG Lossless Compression Level (the higher it is, the slower it is)
it: Livello di compressione PNG senza perdita (più è alto, più è lento)

source: Advanced
it: Avanzato

source: Filename
it: Nome File

source: Old Size
it: Vecchia Dimensione

source: New Size
it: Nuova Dimensione

source: Savings
it: Risparmio

source: Images are saved with <b>'{}' suffix</b>.
it: Le immagini vengono salvate con <b>'{}' suffisso</b>.

source: Images are <b>overwritten</b>.
it: Le immagini sono <b>sovrascritte</b>.

source: Format not supported
it: Formato non supportato

source: The format of {} is not supported.
it: IL formato di {} non è supportato.

source: Path not valid
it: Percorso non valido

source: {} doesn't exist.
it: {} non esiste.

source: Distributed under the GNU GPL(v3) license.
it: Distribuito sotto licenza GNU GPL (v3).

source: An error has occurred
it: Si è verificato un errore

source: Nothing
it: Niente

source: Compression not useful
it: Compressione non utile

source: {} is already compressed at max with current options.
it: {} è già compresso al massimo con le opzioni correnti.
