Repository: Huluti/Curtail
Catalog: po/kw.po
Languages: kw

source: Curtail
kw: Lettya

source: Compress your images
kw: Gwaska dha avenyow

source: Optimize your images with Curtail, a useful image compressor that supports PNG, JPEG, WebP and SVG file types.
kw: Gwaska dha avenyow gans Curtail, gwaskell aven gweresek skoodhya eghennow restren PNG, JPEG, WebP, ha SVG.

source: It supports both lossless and lossy compression modes with an option to whether keep or not metadata of images.
kw: Yth skoodhya an dhiw fordhow gwaskans ankollek ha kollek gans dewis mar gwitha metadata a avenyow.

source: compress;optimize;image;photo;
kw: gwaska;aven;skeusen;

source: Save into a new file
kw: Sawya yn restren nowydh

source: Save the compressed image into a new file.
kw: Sawya an restren gwaskys yn restren nowydh.

source: Select the mode to append text for a new file
kw: Dewis an fordh rag ystyn tekst rag restren nowydh

source: Set how to append the additional text (as suffix or prefix) for a new file.
kw: Gorra fatel yllir ystyn an tekst keworransel (avel lostelven po ragelven) rag restren nowydh.

source: Enable recursive compression in folders
kw: Galloswegi gwaskans dasleverek yn restrenvaow

source: This setting enable compression in a recursive way in folders.
kw: An settyans ma gallosegi gwaskans yn agwedh dasleverek yn restrenvaow.

source: Preserve metadata
kw: Gwithan metadata

source: This setting preserves metadata of images.
kw: An settyans ma gwitha metadata a avenyow.

source: Preserve file permissions and timestamps if possible
kw: Gwithva grontys ha termynyow restren mars yw possybyl

source: This setting file permissions and timestamps of images if possible.
kw: An settyans ma gwitha grontys ha termynyow restren a avenyow mars yw possybyl.

source: Enable lossy mode
kw: Gallosegi fordh kollek

source: Use lossy mode to compress images.
kw: Devnydhya fordh kollek rag gwiska avenyow.

source: Suffix/Prefix to append at new file
kw: Lostelven/Ragelven rag ystyn yn restren nowydh

source: Suffix/Prefix to append at new file.
kw: Lostelven/Ragelven rag ystyn yn restren nowydh.

source: PNG Lossy Compression Level
kw: Nivel Gwaskans Kollek PNG

source: Lossy compression level to use for PNG images.
kw: Nivel gwaskans kollek rag devnydh gans avenyow PNG.

source: PNG Lossless Compression Level
kw: Nivel Gwaskans Ankollek PNG

source: Lossless compression level to use for PNG images.
kw: Nivel gwaskans ankollek rag devnydh gans avenyow PNG.

source: JPG Lossy Compression Level
kw: Nivel Gwaskans Kollek JPG

source: Lossy compression level to use for JPG images.
kw: Nivel gwaskans kollek rag devnydh gans avenyow JPG.

source: WebP Lossy Compression Level
kw: Nivel Gwaskans Kollek WebP

source: Lossy compression level to use for WebP images.
kw: Nivel gwaskans kollek rag devnydh gans avenyow WebP.

source: WebP Lossless Compression Level
kw: Nivel Gwaskans Ankollek WebP

source: Lossless compression level to use for WebP images.
kw: Nivel gwaskans ankollek rag devnydh gans avenyow WebP.

source: Enable progressive encoding for JPEG images
kw: Gallosegi ow kodenni avonsek rag avenyow JPEG

source: Optionally encode jpeg images progressively.
kw: Dre dhewis kodenni avenyow jpeg avonsek.

source: Enable maximum compression for SVG images
kw: Gallosegi gwaskans moyha rag avenyow SVG

source: Enable maximum cleaning of SVG images.
kw: Gallosegi karth moyha a avenyow SVG.

source: Compression Timeout
kw: Termyn Yn-mes Gwaskans

source: Compression timeout for each image.
kw: Termyn yn-mes gwaskans rag pub aven.

# shortcuts dialog
source: General
kw: Ollgemmyn

# shortcuts dialog
source: Select File
kw: Dewis Restren

# shortcuts dialog
source: Preferences
kw: Settyansow

# shortcuts dialog
source: Keyboard Shortcuts
kw: Kesunyansow Bysowek

# shortcuts dialog
source: Quit
kw: Kwytya

source: Preferences
kw: Settyansow

source: General
kw: Ollgemmyn

source: Safe Mode
kw: Fordh Saw

source: Save the compressed image in a new file
kw: Sawya an aven gwaskys yn restren nowydh

source: Naming Mode
kw: Fordh Ow Henwel

source: Select between suffix and prefix
kw: Dewis yntra lostelven ha ragelven

source: Suffix
kw: Lostelven

source: Prefix
kw: Ragelven

source: New File Suffix/Prefix
kw: Restren Nowydh Lostelven/Ragelven

source: Recursive Compression
kw: Gwaskans Dasleverek

source: Enable or disable compression through subdirectories
kw: Gallosegi po ungallosegi gwaskans dres isrestrenvaow

source: Keep Metadata
kw: Gwitha Metadata

source: Keep metadata chunks that do not affect rendering
kw: Gwitha darnow metadata na menni rendrans

source: Keep File Attributes When Possible
kw: Gwitha Teythiennow Restren Mars Yw Possybyl

source: Ensure the new file has the same permissions and timestamps as the original file
kw: Surhe an restren nowydh kavos an grontys ha termynyow keth dell an restren gwreydhek

source: Set the timeout between images
kw: Gorra an termyn yn-mes ynter avenyow

source: Formats
kw: Furvasow

source: Lossy Compression
kw: Gwaskans Kollek

source: Set the quality of the generated image, 100 is the best quality
kw: Gorra an kwalita a'n aven dinythys, 100 yw an kwalita gwella

source: Lossless Compression Level
kw: Nivel Gwaskans Ankollek

source: Set the level of the compression, 6 is the highest but slowest level
kw: Gorra an nivel a'n gwaskans, 6 yw an niver ughella mes syger

source: Progressive Encode
kw: Kodenni Avonsek

source: Enable incremental image rendering, going from blurry to clear
kw: Gallosegi rendrans aven avonsek, ow mos a ankler dhe kler

source: Maximum Compression Level
kw: Nivel Gwaskans Moyha

source: This can be more destructive for the image
kw: Hemma a yll bos moy distruyansek rag an aven

source: Bulk Compress Directory
kw: Gwaska Braster Restrenva

source: Keyboard Shortcuts
kw: Kesunyansow Bysowek

source: About Curtail
kw: A-dro Lettya

source: Browse Files
kw: Peuri Restrennow

source: Clear Results
kw: Hedhi Sewyansow

source: Main Menu
kw: Rol Chif

source: _Change Mode
kw: Fordh _Chanj

source: Images will be overwritten, proceed carefully
kw: Avenyow a wra bos asleys, mos yn-rag gans rach

source: Drop images here to compress them
kw: Droppya avenyow omma rag gwaska y's

source: _Browse Files
kw: _Peuri Restrennow

source: Lossless
kw: Ankollek

source: Lossy
kw: Kollek

source: Getting things ready
kw: Owth ombareusi

source: Analyzing your images before compression...
kw: Ow dielvenna dha avenyow dherag gwaskans...

source: Compression has reached the configured timeout of {} seconds.
kw: Gwaskans re hedhys an termyn yn-mes selys a {} eylennow.

source: An unknown error has occurred
kw: Error ankoth re happys

source: Can't find the compressed file
kw: Ny yllir kavos an restren gwaskys

source: All images
kw: Oll avenyow

source: PNG images
kw: Avenyow PNG

source: JPEG images
kw: Avenyow JPEG

source: WebP images
kw: Avenyow WebP

source: SVG images
kw: Avenyow SVG

source: Version not found
kw: Versyon na kavas

source: Skipped
kw: Skyppys

source: More Information
kw: Kedhlow Moy

source: Compression was skipped because compressing the file would have resulted in a larger file size.
kw: Gwaskans yw skyppys dre reson ow gwaska an restren y fia sewys yn braster restren brassa.

source: Open Image
kw: Ygeri Aven

source: Show in Folder
kw: Diskwedhes yn Restrenva

source: Overwrite mode
kw: Fordh aslea

source: Browse Directories
kw: Peuri Restrenvaow

source: Are you sure you want to compress images in these directories?
kw: Os ta sur ty mynnes gwaska avenyow y'n restrenvaow ma?

source: All of the images in the directories selected and their subdirectories will be compressed. The original images will not be modified.
kw: Oll a'n avenyow y'n restrenvaow dewisys hag aga isrestrenvaow i a wra bos gwaskys. An avenyow gwreydhek ny wra bos chanjys.

source: All of the images in the directories selected and their subdirectories will be compressed and overwritten!
kw: Oll a'n avenyow y'n restrenvaow dewisys hag aga isrestrenvaow i a wra bos gwaskys hag asleys!

source: Cancel
kw: Hedhi

source: Compress
kw: Gwaska

source: Format of this file is not supported.
kw: Furvas a'n restren ma yw anskoodhys.

source: Unable to read file information.
kw: Anabel redya kedhlow restren.

source: No files found
kw: Restrennow kavas vyth

source: translator-credits
kw: Flynn

source: Contributors
kw: Kevriysi
